RRN_Data/1471200/1471215.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-12-09T18:40:53.052+01:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-12-09T18:40:53.052+01:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="231209-001347" version="1"><overallSeverity>low</overallSeverity><situationVersionTime>2023-12-09T18:40:52.751+01:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="Accident" id="231209-001347-1" version="1"><situationRecordCreationReference>frgen231209-000003-frgen231209-000004</situationRecordCreationReference><situationRecordCreationTime>2023-12-09T18:40:49.284+01:00</situationRecordCreationTime><situationRecordObservationTime>2023-12-09T18:40:49.727+01:00</situationRecordObservationTime><situationRecordVersionTime>2023-12-09T18:40:52.751+01:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-12-09T18:40:49.284+01:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>certain</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><sourceType>mobileTelephoneCaller</sourceType><reliable>true</reliable></source><validity><validityStatus>definedByValidityTimeSpec</validityStatus><validityTimeSpecification><overallStartTime>2023-12-09T18:40:49.160+01:00</overallStartTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>0</numberOfLanesRestricted></impact><groupOfLocations xsi:type="Point"><tpegPointLocation xsi:type="TpegSimplePoint"><tpegDirection>southBound</tpegDirection><tpegSimplePointLocationType>nonLinkedPoint</tpegSimplePointLocationType><point xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.177612</latitude><longitude>5.777356</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Saint-Martin-d'Hères</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">D269</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></point></tpegPointLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>true</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><accidentType>accident</accidentType><groupOfVehiclesInvolved><numberOfVehicles>2</numberOfVehicles><vehicleCharacteristics><vehicleType>car</vehicleType></vehicleCharacteristics></groupOfVehiclesInvolved></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>